package gr.training.basic;
//Θα μας δείξει αυτή η κλάση πως να αναθέτουμε τιμές στις μεταβλητές. 
public class Variables1 {
	public static void main(String[] args) {
		//Αυτό είναι ο ορισμός μιας μεταβλητής. Ο τύπος της είναι αλφαριθμιτικό το όνοματης akis
		String akis ;  
		//Με το parakato θέτω την τιμή της μεταβλητής ίσης με το αλφαριτθμητικό είναι το 
		//Τα διπλά αυτάκια σημαινουν ότι εδώ ξεκινάει ένα αλφαριτμητικό με τα επόμενα τελειώνει
		//με το ; τελειώνει μια εντολή. 
		//η εντολή αυτή λεγεται ανάθεση.
		akis="Είναι το όνομα μου";
		System.out.println(akis);
	
	}
}
